---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevBendLeader
source: html/bad48ac5-3a75-4f12-35c8-cedc6d68e7a1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevBendLeader Property

"Leader Shoulder"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevBendLeader { get; }
```